---
kind: other
id: Properties.T:Autodesk.Revit.DB.CurveUV
source: html/11316561-3d94-e1b6-ddd3-94788d56e769.htm
---
# CurveUV Properties

Describes whether the parameter of the curve is restricted to a particular interval.